archlinuxcn-keyring
autoconf
automake
bash
binutils
bison
bzip2
coreutils
cryptsetup
deepin-account-faces
deepin-api
deepin-artwork-themes
deepin-calendar
deepin-control-center
deepin-daemon
deepin-desktop-base
deepin-desktop-schemas
deepin-dock
deepin-file-manager
deepin-grub2-themes
deepin-gtk-theme
deepin-help
deepin-image-viewer
deepin-launcher
deepin-manual
deepin-menu
deepin-movie
deepin-music
deepin-notifications
deepin-qt5integration
deepin-screen-recorder
deepin-screenshot
deepin-session-ui
deepin-shortcut-viewer
deepin-sound-theme
deepin-system-monitor
deepin-terminal
deepin-voice-recorder
deepin-wallpapers
deepin-wallpapers-extra
deepin-wm-switcher
device-mapper
dhcpcd
diffutils
e2fsprogs
fakeroot
fcitx-gtk2
fcitx-gtk3
fcitx-qt5
fcitx-sogoupinyin
file
filesystem
findutils
flex
gawk
gcc
gcc63
gcc-libs
gettext
glibc
google-chrome
grep
gzip
inetutils
intel-ucode
iproute2
iputils
jfsutils
kcm-fcitx
leafpad
less
licenses
lightdm
lightdm-gtk-greeter
linux
linux-headers
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
nano
ncmpcpp
netctl
netease-cloud-music
networkmanager
noto-fonts-cjk
noto-fonts-emoji
nvidia
oh-my-zsh-git
openssh
pacman
patch
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
reiserfsprogs
screenfetch
sed
shadow
s-nail
startdde
sudo
sysfsutils
systemd-sysvcompat
tar
telegram-desktop-systemqt-notoemoji
texinfo
usbutils
util-linux
vi
vim
which
wqy-microhei-kr-patched
xfsprogs
yaourt
zsh
